src/test/resources/webpayment/getWebPaymentDetails/getWebPaymentDetailsRequestMinimal.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Body>
        <ns2:getWebPaymentDetailsRequest xmlns="http://obj.ws.payline.experian.com" xmlns:ns2="http://impl.ws.payline.experian.com">
            <ns2:version>99</ns2:version>
            <ns2:token>xxxxxtokenxxxxxx</ns2:token>
        </ns2:getWebPaymentDetailsRequest>
    </S:Body>
</S:Envelope>